[
    {
        "title": "HIMBHOOMI",
        "title_hi": "हिमभूमि",
        "desc": "Official Land Records portal (himbhoomi.nic.in). Developed by NIC HP. Core engine for Jamabandi data entry. Crucial Fact: It supports Unicode (Hindi) data entry and generates the legal 'Parat Sarkar' copy.",
        "desc_hi": "आधिकारिक भूमि रिकॉर्ड पोर्टल (himbhoomi.nic.in)। NIC HP द्वारा विकसित। जमाबंदी डेटा प्रविष्टि के लिए मुख्य इंजन। महत्वपूर्ण तथ्य: यह यूनिकोड (हिंदी) डेटा प्रविष्टि का समर्थन करता है और कानूनी 'पड़त सरकार' प्रतिलिपि तैयार करता है।",
        "icon": "fa-solid fa-desktop",
        "bg_color": "bg-blue-100",
        "hover_color": "group-hover:bg-blue-600"
    },
    {
        "title": "mHimBhoomi",
        "title_hi": "एम-हिमभूमि",
        "desc": "Official Android App. Allows viewing Jamabandi by Khewat/Khatoni/Khasra. Trap Question: Can you apply for Mutation on the app? No, currently it is primarily for viewing records and status tracking.",
        "desc_hi": "आधिकारिक एंड्रॉइड ऐप। खेवट/खतौनी/खसरा द्वारा जमाबंदी देखने की अनुमति देता है। प्रश्न: क्या आप ऐप पर म्यूटेशन के लिए आवेदन कर सकते हैं? नहीं, वर्तमान में यह मुख्य रूप से रिकॉर्ड देखने और स्थिति ट्रैकिंग के लिए है।",
        "icon": "fa-solid fa-mobile-screen",
        "bg_color": "bg-green-100",
        "hover_color": "group-hover:bg-green-600"
    },
    {
        "title": "SVAMITVA Scheme",
        "title_hi": "स्वामित्व योजना",
        "desc": "Uses CORS (Continuously Operating Reference Stations) network for 5cm accuracy drone surveys. Goal: Monetize rural residential assets by issuing legal Property Cards (Sampatti Cards) valid for bank loans.",
        "desc_hi": "5 सेमी सटीकता ड्रोन सर्वेक्षणों के लिए CORS नेटवर्क का उपयोग करता है। लक्ष्य: बैंक ऋण के लिए मान्य कानूनी संपत्ति कार्ड (संपत्ति कार्ड) जारी करके ग्रामीण आवासीय संपत्तियों का मुद्रीकरण करना।",
        "icon": "fa-solid fa-plane-up",
        "bg_color": "bg-orange-100",
        "hover_color": "group-hover:bg-orange-600"
    },
    {
        "title": "PM-KISAN Portal",
        "title_hi": "पीएम-किसान पोर्टल",
        "desc": "Requires 'Aadhaar Seeding' and 'Land Seeding'. Field Insight: Patwari must reject cases where land is 'Gair Mumkin' (uncultivable) or owned by 'Institutional' owners (e.g., Temple trust).",
        "desc_hi": "'आधार सीडिंग' और 'लैंड सीडिंग' की आवश्यकता है। फील्ड इनसाइट: पटवारी को उन मामलों को अस्वीकार करना चाहिए जहां भूमि 'गैर मुमकिन' (खेती के अयोग्य) है या 'संस्थागत' मालिकों (जैसे, मंदिर ट्रस्ट) के पास है।",
        "icon": "fa-solid fa-wheat-awn",
        "bg_color": "bg-yellow-100",
        "hover_color": "group-hover:bg-yellow-600"
    },
    {
        "title": "e-District / e-Praman",
        "title_hi": "ई-डिस्ट्रिक्ट / ई-प्रमाण",
        "desc": "Integrates with 'Parivar Register'. Workflow: Citizen applies -> Patwari receives task -> Uploads field report -> Tehsildar digitally signs certificate. Valid for: 14+ services including Character & OBC certificates.",
        "desc_hi": "'परिवार रजिस्टर' के साथ एकीकृत होता है। वर्कफ़्लो: नागरिक आवेदन करता है -> पटवारी कार्य प्राप्त करता है -> फील्ड रिपोर्ट अपलोड करता है -> तहसीलदार प्रमाणपत्र पर डिजिटल हस्ताक्षर करता है। चरित्र और ओबीसी प्रमाण पत्र सहित 14+ सेवाओं के लिए मान्य।",
        "icon": "fa-solid fa-scroll",
        "bg_color": "bg-purple-100",
        "hover_color": "group-hover:bg-purple-600"
    },
    {
        "title": "ULPIN",
        "title_hi": "ULPIN (विशिष्ट भूमि पहचान)",
        "desc": "14-digit alphanumeric code. Structure: The digits represent the latitude and longitude coordinates of the plot's centroid. It aims to prevent fraud by uniquely identifying every plot nationally.",
        "desc_hi": "14-अंकीय अल्फ़ान्यूमेरिक कोड। संरचना: अंक प्लॉट के केंद्र के अक्षांश और देशांतर निर्देशांक का प्रतिनिधित्व करते हैं। इसका उद्देश्य राष्ट्रीय स्तर पर प्रत्येक प्लॉट की विशिष्ट पहचान करके धोखाधड़ी को रोकना है।",
        "icon": "fa-solid fa-fingerprint",
        "bg_color": "bg-slate-200",
        "hover_color": "group-hover:bg-slate-600"
    },
    {
        "title": "RCMS HP",
        "title_hi": "RCMS (राजस्व न्यायालय)",
        "desc": "Revenue Court Case Monitoring System. Key Feature: Litigants get SMS alerts for hearing dates. It tracks delays in partition cases (Section 123) against the mandated 6-month timeline.",
        "desc_hi": "राजस्व न्यायालय मामला निगरानी प्रणाली। मुख्य विशेषता: वादियों को सुनवाई की तारीखों के लिए एसएमएस अलर्ट मिलते हैं। यह अनिवार्य 6 महीने की समय सीमा के खिलाफ विभाजन मामलों (धारा 123) में देरी को ट्रैक करता है।",
        "icon": "fa-solid fa-gavel",
        "bg_color": "bg-red-100",
        "hover_color": "group-hover:bg-red-600"
    },
    {
        "title": "NGDRS / HIMRIS",
        "title_hi": "NGDRS / हिमरीस",
        "desc": "Registration system. Integration: Automatically triggers a 'Tatima' request to the Revenue Department. Prevents undervaluation of Stamp Duty by auto-calculating based on Circle Rates.",
        "desc_hi": "पंजीकरण प्रणाली। एकीकरण: राजस्व विभाग को स्वचालित रूप से 'ततीमा' अनुरोध ट्रिगर करता है। सर्कल दरों के आधार पर ऑटो-गणना करके स्टाम्प ड्यूटी के कम मूल्यांकन को रोकता है।",
        "icon": "fa-solid fa-file-signature",
        "bg_color": "bg-teal-100",
        "hover_color": "group-hover:bg-teal-600"
    },
    {
        "title": "Bhu-Naksha",
        "title_hi": "भू-नक्शा",
        "desc": "Digitized Cadastral Maps. Vector Data: Unlike scanned images, these maps are vector-based, allowing area calculation on screen. Integrated with ROR to show owner name when clicking a plot.",
        "desc_hi": "डिजिटल कैडस्ट्राल मानचित्र। वेक्टर डेटा: स्कैन की गई छवियों के विपरीत, ये मानचित्र वेक्टर-आधारित हैं, जो स्क्रीन पर क्षेत्र की गणना की अनुमति देते हैं। प्लॉट पर क्लिक करने पर मालिक का नाम दिखाने के लिए ROR के साथ एकीकृत।",
        "icon": "fa-solid fa-map-location-dot",
        "bg_color": "bg-indigo-100",
        "hover_color": "group-hover:bg-indigo-600"
    },
    {
        "title": "CM Sewa Sankalp (1100)",
        "title_hi": "सीएम सेवा संकल्प (1100)",
        "desc": "Grievance Redressal. Patwari Role: Must file a 'Spot Report' (Mauka Report) for complaints like 'Rasta Rokna' (Path obstruction) within 7-15 days.",
        "desc_hi": "शिकायत निवारण। पटवारी की भूमिका: 'रास्ता रोकना' (पथ बाधा) जैसी शिकायतों के लिए 7-15 दिनों के भीतर 'मौका रिपोर्ट' (स्पॉट रिपोर्ट) दर्ज करनी होगी।",
        "icon": "fa-solid fa-headset",
        "bg_color": "bg-rose-100",
        "hover_color": "group-hover:bg-rose-600"
    },
    {
        "title": "Sugam / LMK",
        "title_hi": "सुगम / लोकमित्र केंद्र",
        "desc": "Lok Mitra Kendra. Operated by Village Level Entrepreneurs (VLEs). Fee: ₹20 per page for Nakal. Patwari's manual signature is NOT required for digitally signed Nakals generated here.",
        "desc_hi": "लोकमित्र केंद्र। ग्राम स्तर के उद्यमियों (VLEs) द्वारा संचालित। शुल्क: नकल के लिए ₹20 प्रति पृष्ठ। यहाँ उत्पन्न डिजिटल रूप से हस्ताक्षरित नकल के लिए पटवारी के मैनुअल हस्ताक्षर की आवश्यकता नहीं है।",
        "icon": "fa-solid fa-building-columns",
        "bg_color": "bg-pink-100",
        "hover_color": "group-hover:bg-pink-600"
    },
    {
        "title": "Bhu-Sandarbh",
        "title_hi": "भू-संदर्भ",
        "desc": "Geo-referencing application. Use Case: Overlays Khasra maps on Google Earth/Satellite imagery. Used to identify encroachments on Forest/Govt land without physical chain measurement.",
        "desc_hi": "जियो-रेफरेंसिंग एप्लिकेशन। उपयोग: गूगल अर्थ/सैटेलाइट इमेजरी पर खसरा मानचित्रों को ओवरले करता है। भौतिक चेन माप के बिना वन/सरकारी भूमि पर अतिक्रमण की पहचान करने के लिए उपयोग किया जाता है।",
        "icon": "fa-solid fa-satellite",
        "bg_color": "bg-cyan-100",
        "hover_color": "group-hover:bg-cyan-600"
    },
    {
        "title": "e-Kalyan HP",
        "title_hi": "ई-कल्याण हि.प्र.",
        "desc": "Social Welfare portal. Used for managing social security pensions. Patwaris verify income and landholding status for eligibility (e.g., Old Age Pension).",
        "desc_hi": "समाज कल्याण पोर्टल। सामाजिक सुरक्षा पेंशन के प्रबंधन के लिए उपयोग किया जाता है। पटवारी पात्रता (जैसे, वृद्धावस्था पेंशन) के लिए आय और भूमि जोत की स्थिति को सत्यापित करते हैं।",
        "icon": "fa-solid fa-hand-holding-heart",
        "bg_color": "bg-emerald-100",
        "hover_color": "group-hover:bg-emerald-600"
    },
    {
        "title": "e-Udyan",
        "title_hi": "ई-उद्यान",
        "desc": "Horticulture Department portal. Facilitates DB-transfer for schemes like Anti-Hail Nets and Apple Scab control. Patwari verifies orchard land details.",
        "desc_hi": "बागवानी विभाग पोर्टल। एंटी-हेल नेट और ऐप्पल स्कैब कंट्रोल जैसी योजनाओं के लिए डीबी-ट्रांसफर की सुविधा प्रदान करता है। पटवारी बगीचे की भूमि के विवरण को सत्यापित करता है।",
        "icon": "fa-solid fa-apple-whole",
        "bg_color": "bg-lime-100",
        "hover_color": "group-hover:bg-lime-600"
    },
    {
        "title": "HIMSWAN",
        "title_hi": "हिमस्वान",
        "desc": "Himachal State Wide Area Network. The backbone connectivity infrastructure connecting State HQ (Shimla) to District, Tehsil, and Block HQs. Essential for real-time revenue data sync.",
        "desc_hi": "हिमाचल स्टेट वाइड एरिया नेटवर्क। राज्य मुख्यालय (शिमला) को जिला, तहसील और ब्लॉक मुख्यालयों से जोड़ने वाला बैकबोन कनेक्टिविटी इंफ्रास्ट्रक्चर। रीयल-टाइम राजस्व डेटा सिंक के लिए आवश्यक।",
        "icon": "fa-solid fa-network-wired",
        "bg_color": "bg-sky-100",
        "hover_color": "group-hover:bg-sky-600"
    },
    {
        "title": "Lok Praman Patra",
        "title_hi": "लोक प्रमाण पत्र",
        "desc": "Verified certificate repository. Allows citizens to access digitally signed copies of Bonafide, Caste, and Income certificates without visiting the Tehsil repeatedly.",
        "desc_hi": "सत्यापित प्रमाण पत्र भंडार। नागरिकों को बार-बार तहसील जाए बिना बोनाफाइड, जाति और आय प्रमाण पत्रों की डिजिटल रूप से हस्ताक्षरित प्रतियों तक पहुंचने की अनुमति देता है।",
        "icon": "fa-solid fa-certificate",
        "bg_color": "bg-fuchsia-100",
        "hover_color": "group-hover:bg-fuchsia-600"
    }
]
